Repository: Ashwinn11/honestly
Catalog: Honestly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, zh_hans, zh_hant

source: the good news —
ar: الخبر السار —
de: die gute Nachricht —
es: la buena noticia —
fr: la bonne nouvelle —
it: la buona notizia —
ja: 良い知らせ —
ko: 좋은 소식 —
nl: het goede nieuws —
pt_br: a boa notícia —
pt_pt: a boa notícia —
ru: хорошая новость —
zh_hans: 好消息是 —
zh_hant: 好消息是 —

source: the honest trap —
ar: الفخ الصريح —
de: die ehrliche Falle —
es: la trampa honesta —
fr: le piège, en toute honnêteté —
it: la trappola, onestamente —
ja: 正直に言うと、これが罠 —
ko: 솔직히 말하면, 함정이에요 —
nl: de eerlijke valstrik —
pt_br: a armadilha, com franqueza —
pt_pt: a armadilha, com franqueza —
ru: честно говоря, это ловушка —
zh_hans: 说实话，这是个陷阱 —
zh_hant: 說實話，這是個陷阱 —

source: the morning you actually want
ar: الصباح الذي تريده حقًا
de: der Morgen, den du wirklich willst
es: la mañana que de verdad quieres
fr: le matin que tu veux vraiment
it: la mattina che vuoi davvero
ja: 本当に望む朝
ko: 당신이 진짜 바라는 아침
nl: de ochtend die je echt wilt
pt_br: a manhã que você realmente quer
pt_pt: a manhã que realmente queres
ru: утро, которое ты действительно хочешь
zh_hans: 你真正想要的早晨
zh_hant: 你真正想要的早晨

source: the morning, in three breaths
ar: الصباح، في ثلاث أنفاس
de: der Morgen, in drei Atemzügen
es: la mañana, en tres respiraciones
fr: le matin, en trois respirations
it: la mattina, in tre respiri
ja: 三呼吸でめぐる朝
ko: 세 번의 호흡으로 맞는 아침
nl: de ochtend, in drie ademteugen
pt_br: a manhã, em três respirações
pt_pt: a manhã, em três respirações
ru: утро в три вдоха
zh_hans: 三次呼吸间的早晨
zh_hant: 三次呼吸間的早晨

source: the whole point —
ar: جوهر الفكرة —
de: worum es geht —
es: de eso se trata —
fr: tout l'intérêt —
it: il senso di tutto —
ja: いちばんの目的 —
ko: 핵심은 이거예요 —
nl: waar het om draait —
pt_br: o ponto principal —
pt_pt: o ponto principal —
ru: вся суть —
zh_hans: 重点就在于 —
zh_hant: 重點就在於 —

source: this helps us understand your morning.
ar: هذا يساعدنا على فهم صباحك.
de: Das hilft uns, deinen Morgen zu verstehen.
es: esto nos ayuda a entender tu mañana.
fr: cela nous aide à comprendre ton matin.
it: questo ci aiuta a capire la tua mattina.
ja: あなたの朝を理解するのに役立ちます。
ko: 당신의 아침을 이해하는 데 도움이 돼요.
nl: dit helpt ons je ochtend te begrijpen.
pt_br: isso nos ajuda a entender sua manhã.
pt_pt: isto ajuda-nos a entender a tua manhã.
ru: это помогает нам понять твоё утро.
zh_hans: 这能帮我们了解你的早晨。
zh_hant: 這能幫我們了解你的早晨。

source: THIS MORNING
ar: هذا الصباح
de: HEUTE MORGEN
es: ESTA MAÑANA
fr: CE MATIN
it: STAMATTINA
ja: 今朝
ko: 오늘 아침
nl: VANOCHTEND
pt_br: ESTA MANHÃ
pt_pt: ESTA MANHÃ
ru: СЕГОДНЯ УТРОМ
zh_hans: 今天早晨
zh_hant: 今天早晨

source: This morning:
ar: هذا الصباح:
de: Heute Morgen:
es: Esta mañana:
fr: Ce matin :
it: Stamattina:
ja: 今朝：
ko: 오늘 아침:
nl: Vanochtend:
pt_br: Esta manhã:
pt_pt: Esta manhã:
ru: Сегодня утром:
zh_hans: 今天早晨：
zh_hant: 今天早晨：

source: This removes all journal entries, streaks, and plant progress, and returns you to the start. This can't be undone.
ar: هذا يزيل كل مدخلات اليوميات والسلاسل وتقدّم النبتة، ويعيدك إلى البداية. لا يمكن التراجع عن هذا.
de: Dies entfernt alle Tagebucheinträge, Serien und den Pflanzenfortschritt und setzt dich an den Anfang zurück. Das lässt sich nicht rückgängig machen.
es: Esto elimina todas las entradas del diario, las rachas y el progreso de la planta, y te devuelve al inicio. No se puede deshacer.
fr: Cela supprime toutes les entrées du journal, les séries et la progression de la plante, et te ramène au début. Action irréversible.
it: Questo rimuove tutte le voci del diario, le serie e i progressi della pianta, e ti riporta all'inizio. Non si può annullare.
ja: これにより、すべての日記、連続記録、植物の成長が削除され、最初に戻ります。元には戻せません。
ko: 모든 일기, 연속 기록, 식물 진행 상황이 삭제되고 처음으로 돌아갑니다. 되돌릴 수 없어요.
nl: Dit verwijdert alle dagboekitems, reeksen en plantvoortgang en zet je terug naar het begin. Dit kan niet ongedaan worden gemaakt.
pt_br: Isso remove todas as entradas do diário, sequências e o progresso da planta, e te leva de volta ao início. Não dá para desfazer.
pt_pt: Isto remove todas as entradas do diário, sequências e o progresso da planta, e leva-te de volta ao início. Não é possível anular.
ru: Это удалит все записи дневника, серии и прогресс растения и вернёт тебя к началу. Отменить нельзя.
zh_hans: 这会删除所有日记、连续记录和植物进度，并让你回到起点。此操作无法撤销。
zh_hant: 這會刪除所有日記、連續記錄和植物進度，並讓你回到起點。此操作無法復原。

source: this shapes what you write about every day.
ar: هذا يحدّد ما تكتب عنه كل يوم.
de: Das prägt, worüber du jeden Tag schreibst.
es: esto define sobre qué escribes cada día.
fr: cela façonne ce sur quoi tu écris chaque jour.
it: questo definisce di cosa scrivi ogni giorno.
ja: これが毎日書く内容を形づくります。
ko: 이것이 매일 쓰는 주제를 정해요.
nl: dit bepaalt waarover je elke dag schrijft.
pt_br: isso molda sobre o que você escreve todo dia.
pt_pt: isto molda sobre o que escreves todos os dias.
ru: это определяет, о чём ты пишешь каждый день.
zh_hans: 这会决定你每天书写的主题。
zh_hant: 這會決定你每天書寫的主題。

source: this week
ar: هذا الأسبوع
de: diese Woche
es: esta semana
fr: cette semaine
it: questa settimana
ja: 今週
ko: 이번 주
nl: deze week
pt_br: esta semana
pt_pt: esta semana
ru: эта неделя
zh_hans: 本周
zh_hant: 本週

source: three quiet minutes with Honestly, and the rest of the morning is yours again — calm, clear, present.
ar: ثلاث دقائق هادئة مع Honestly، ويعود بقية الصباح لك — هادئًا وصافيًا وحاضرًا.
de: Drei ruhige Minuten mit Honestly, und der Rest des Morgens gehört wieder dir — ruhig, klar, präsent.
es: Tres minutos de calma con Honestly y el resto de la mañana vuelve a ser tuyo: tranquilo, claro, presente.
fr: Trois minutes de calme avec Honestly, et le reste du matin t'appartient à nouveau — calme, clair, présent.
it: Tre minuti di calma con Honestly e il resto della mattina torna tuo — sereno, lucido, presente.
ja: Honestlyとの静かな3分で、朝の残りはまたあなたのもの — 穏やかに、澄んで、今ここに。
ko: Honestly와 함께하는 고요한 3분이면, 남은 아침이 다시 당신의 것이 돼요 — 차분하고, 또렷하고, 현재에.
nl: Drie stille minuten met Honestly, en de rest van de ochtend is weer van jou — kalm, helder, aanwezig.
pt_br: Três minutos de calma com o Honestly, e o resto da manhã é seu de novo — calmo, claro, presente.
pt_pt: Três minutos de calma com o Honestly, e o resto da manhã volta a ser teu — calmo, claro, presente.
ru: Три тихие минуты с Honestly — и остаток утра снова твой: спокойный, ясный, настоящий.
zh_hans: 和 Honestly 共度三分钟的宁静，余下的早晨又重新属于你——平静、清晰、当下。
zh_hant: 和 Honestly 共度三分鐘的寧靜，餘下的早晨又重新屬於你——平靜、清晰、當下。

source: three quiet minutes, not the scroll.
ar: ثلاث دقائق هادئة، لا التصفّح.
de: drei ruhige Minuten, kein Scrollen.
es: tres minutos de calma, no el scroll.
fr: trois minutes de calme, pas le scroll.
it: tre minuti di calma, non lo scroll.
ja: スクロールではなく、静かな3分間を。
ko: 스크롤 대신, 고요한 3분.
nl: drie stille minuten, geen gescroll.
pt_br: três minutos de calma, não a rolagem.
pt_pt: três minutos de calma, não o scroll.
ru: три тихие минуты, а не лента.
zh_hans: 三分钟的宁静，而非滑动。
zh_hant: 三分鐘的寧靜，而非滑動。

source: time to myself
ar: وقت لنفسي
de: Zeit für mich
es: tiempo para mí
fr: du temps pour moi
it: tempo per me
ja: 自分だけの時間
ko: 나만의 시간
nl: tijd voor mezelf
pt_br: tempo para mim
pt_pt: tempo para mim
ru: время для себя
zh_hans: 属于自己的时间
zh_hant: 屬於自己的時間

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt_br: Hoje
pt_pt: Hoje
ru: Сегодня
zh_hans: 今天
zh_hant: 今天

source: TODAY'S PROMPT
ar: سؤال اليوم
de: HEUTIGE FRAGE
es: PREGUNTA DE HOY
fr: QUESTION DU JOUR
it: SPUNTO DI OGGI
ja: 今日の問いかけ
ko: 오늘의 질문
nl: VRAAG VAN VANDAAG
pt_br: PERGUNTA DE HOJE
pt_pt: PERGUNTA DE HOJE
ru: ВОПРОС ДНЯ
zh_hans: 今日提问
zh_hant: 今日提問

source: turn it on so we can guard your mornings.
ar: فعّله حتى نتمكّن من حماية صباحاتك.
de: Aktiviere es, damit wir deine Morgen schützen können.
es: Actívalo para que podamos proteger tus mañanas.
fr: Active-le pour que nous puissions protéger tes matins.
it: Attivalo così possiamo proteggere le tue mattine.
ja: オンにすると、あなたの朝を守れます。
ko: 켜 두면 당신의 아침을 지켜드릴게요.
nl: Zet het aan zodat we je ochtenden kunnen beschermen.
pt_br: Ative para podermos proteger suas manhãs.
pt_pt: Ativa para podermos proteger as tuas manhãs.
ru: Включи, чтобы мы могли защищать твои утра.
zh_hans: 打开它，我们才能守护你的早晨。
zh_hant: 打開它，我們才能守護你的早晨。

source: under 5 min
ar: أقل من 5 دقائق
de: unter 5 Min.
es: menos de 5 min
fr: moins de 5 min
it: meno di 5 min
ja: 5分未満
ko: 5분 미만
nl: minder dan 5 min
pt_br: menos de 5 min
pt_pt: menos de 5 min
ru: меньше 5 мин
zh_hans: 不到 5 分钟
zh_hant: 不到 5 分鐘

source: unlock your day
ar: افتح يومك
de: schalte deinen Tag frei
es: desbloquea tu día
fr: déverrouille ta journée
it: sblocca la tua giornata
ja: 一日を解放する
ko: 하루를 열어요
nl: ontgrendel je dag
pt_br: desbloqueie seu dia
pt_pt: desbloqueia o teu dia
ru: разблокируй свой день
zh_hans: 解锁你的一天
zh_hant: 解鎖你的一天

source: unlocks the moment you finish your letter
ar: يُفتح لحظة انتهائك من رسالتك
de: entsperrt sich, sobald du deinen Brief beendest
es: se desbloquea en cuanto terminas tu carta
fr: se déverrouille dès que tu finis ta lettre
it: si sblocca appena finisci la tua lettera
ja: 手紙を書き終えた瞬間にロック解除
ko: 편지를 끝내는 순간 잠금 해제
nl: ontgrendelt zodra je je brief afmaakt
pt_br: desbloqueia no instante em que você termina sua carta
pt_pt: desbloqueia no momento em que terminas a tua carta
ru: разблокируется, как только ты закончишь письмо
zh_hans: 在你写完信的那一刻解锁
zh_hant: 在你寫完信的那一刻解鎖

source: Usage:
ar: الاستخدام:
de: Nutzung:
es: Uso:
fr: Utilisation :
it: Utilizzo:
ja: 利用について:
ko: 사용:
nl: Gebruik:
pt_br: Uso:
pt_pt: Utilização:
ru: Использование:
zh_hans: 使用：
zh_hant: 使用：

source: wake up excited to show up.
ar: استيقظ متحمسًا لتكون حاضرًا.
de: Wach auf mit Vorfreude, da zu sein.
es: Despierta con ganas de estar presente.
fr: Réveille-toi avec l'envie d'être là.
it: Svegliati con la voglia di esserci.
ja: わくわくして一日を迎えよう。
ko: 설레는 마음으로 하루를 맞이해요.
nl: Word wakker met zin om er te zijn.
pt_br: Acorde animado para comparecer.
pt_pt: Acorda animado para marcar presença.
ru: Просыпайся с желанием быть в моменте.
zh_hans: 醒来就期待全力以赴。
zh_hant: 醒來就期待全力以赴。

source: watch the plant grow as you cross a milestone.
ar: شاهد النبتة تنمو كلما تجاوزت محطة.
de: Sieh zu, wie die Pflanze wächst, wenn du einen Meilenstein erreichst.
es: mira crecer la planta cada vez que superas un hito.
fr: regarde la plante grandir à chaque palier franchi.
it: guarda la pianta crescere a ogni traguardo raggiunto.
ja: 節目を越えるたびに植物が育つのを見守りましょう。
ko: 이정표를 넘을 때마다 식물이 자라는 걸 지켜보세요.
nl: zie de plant groeien telkens je een mijlpaal bereikt.
pt_br: veja a planta crescer a cada marco que você alcança.
pt_pt: vê a planta crescer a cada marco que alcanças.
ru: наблюдай, как растёт растение, когда ты проходишь рубеж.
zh_hans: 每跨过一个里程碑，就看植物成长一次。
zh_hant: 每跨過一個里程碑，就看植物成長一次。

source: we never see what apps you open
ar: لا نرى أبدًا أي تطبيقات تفتح
de: wir sehen nie, welche Apps du öffnest
es: nunca vemos qué apps abres
fr: nous ne voyons jamais quelles apps tu ouvres
it: non vediamo mai quali app apri
ja: どのアプリを開くかは決して見ません
ko: 어떤 앱을 여는지 절대 보지 않아요
nl: we zien nooit welke apps je opent
pt_br: nunca vemos quais apps você abre
pt_pt: nunca vemos que apps abres
ru: мы никогда не видим, какие приложения ты открываешь
zh_hans: 我们绝不会看到你打开了哪些应用
zh_hant: 我們絕不會看到你打開了哪些應用程式

source: we'll tap you before the scroll
ar: سنذكّرك قبل التصفّح
de: wir melden uns, bevor du scrollst
es: te avisamos antes del scroll
fr: on te fait signe avant le scroll
it: ti diamo un colpetto prima dello scroll
ja: スクロールの前に、そっとお知らせします
ko: 스크롤하기 전에 살짝 알려 줄게요
nl: we tikken je aan vóór het scrollen
pt_br: vamos te chamar antes da rolagem
pt_pt: vamos dar-te um toque antes do scroll
ru: мы напомним тебе до ленты
zh_hans: 在你刷手机之前，我们会轻轻提醒你
zh_hant: 在你滑手機之前，我們會輕輕提醒你

source: welcome. this is where it starts.
ar: أهلًا بك. من هنا يبدأ كل شيء.
de: Willkommen. Hier fängt es an.
es: bienvenido. aquí empieza todo.
fr: bienvenue. c'est ici que ça commence.
it: benvenuto. è qui che tutto comincia.
ja: ようこそ。ここから始まります。
ko: 환영해요. 여기서 시작이에요.
nl: welkom. hier begint het.
pt_br: bem-vindo. é aqui que começa.
pt_pt: bem-vindo. é aqui que começa.
ru: добро пожаловать. всё начинается здесь.
zh_hans: 欢迎。一切从这里开始。
zh_hant: 歡迎。一切從這裡開始。

source: what are you avoiding that you already know the answer to?
ar: ما الذي تتجنّبه رغم أنك تعرف إجابته؟
de: Wovor drückst du dich, obwohl du die Antwort kennst?
es: ¿Qué estás evitando aunque ya sabes la respuesta?
fr: Qu'évites-tu alors que tu connais déjà la réponse ?
it: Cosa stai evitando anche se conosci già la risposta?
ja: 答えはわかっているのに避けていることは？
ko: 답을 이미 알면서도 피하고 있는 건 무엇인가요?
nl: Wat ontwijk je terwijl je het antwoord al weet?
pt_br: O que você está evitando, mesmo já sabendo a resposta?
pt_pt: O que estás a evitar, mesmo já sabendo a resposta?
ru: Чего ты избегаешь, хотя уже знаешь ответ?
zh_hans: 有什么你明知答案却在逃避？
zh_hant: 有什麼你明知答案卻在逃避？

source: what are you genuinely looking forward to today?
ar: ما الذي تتطلّع إليه بصدق اليوم؟
de: Worauf freust du dich heute wirklich?
es: ¿Qué esperas con verdaderas ganas hoy?
fr: Qu'attends-tu vraiment avec impatience aujourd'hui ?
it: Cosa aspetti davvero con piacere oggi?
ja: 今日、心から楽しみにしていることは？
ko: 오늘 진심으로 기대되는 일은 무엇인가요?
nl: Waar kijk je vandaag echt naar uit?
pt_br: Pelo que você está realmente ansioso hoje?
pt_pt: Pelo que estás mesmo ansioso hoje?
ru: Чего ты искренне ждёшь сегодня?
zh_hans: 今天你真正期待的是什么？
zh_hant: 今天你真正期待的是什麼？

source: what can you let go of this morning?
ar: ما الذي يمكنك أن تتركه هذا الصباح؟
de: Was kannst du heute Morgen loslassen?
es: ¿Qué puedes soltar esta mañana?
fr: Que peux-tu lâcher ce matin ?
it: Cosa puoi lasciar andare stamattina?
ja: 今朝、手放せるものは何ですか？
ko: 오늘 아침 무엇을 내려놓을 수 있나요?
nl: Wat kun je vanochtend loslaten?
pt_br: Do que você pode abrir mão nesta manhã?
pt_pt: Do que podes abrir mão esta manhã?
ru: Что ты можешь отпустить этим утром?
zh_hans: 今天早上你可以放下什么？
zh_hant: 今天早上你可以放下什麼？

source: what can you say no to today?
ar: لأي شيء يمكنك أن تقول لا اليوم؟
de: Wozu kannst du heute Nein sagen?
es: ¿A qué puedes decir que no hoy?
fr: À quoi peux-tu dire non aujourd'hui ?
it: A cosa puoi dire di no oggi?
ja: 今日、何にノーと言えますか？
ko: 오늘 무엇에 아니라고 말할 수 있나요?
nl: Waartegen kun je vandaag nee zeggen?
pt_br: A que você pode dizer não hoje?
pt_pt: A que podes dizer não hoje?
ru: Чему ты можешь сказать «нет» сегодня?
zh_hans: 今天你可以对什么说不？
zh_hant: 今天你可以對什麼說不？

source: what decision have you been putting off?
ar: أي قرار ما زلت تؤجّله؟
de: Welche Entscheidung schiebst du vor dir her?
es: ¿Qué decisión has estado posponiendo?
fr: Quelle décision remets-tu sans cesse à plus tard ?
it: Quale decisione stai rimandando?
ja: 先延ばしにしている決断は？
ko: 계속 미뤄 온 결정은 무엇인가요?
nl: Welke beslissing stel je steeds uit?
pt_br: Que decisão você vem adiando?
pt_pt: Que decisão tens vindo a adiar?
ru: Какое решение ты откладываешь?
zh_hans: 你一直在拖延哪个决定？
zh_hant: 你一直在拖延哪個決定？

source: what do you have today that you once wished for?
ar: ما الذي تملكه اليوم وكنت تتمناه يومًا؟
de: Was hast du heute, das du dir einst gewünscht hast?
es: ¿Qué tienes hoy que alguna vez deseaste?
fr: Qu'as-tu aujourd'hui que tu as un jour souhaité ?
it: Cosa hai oggi che un tempo desideravi?
ja: かつて願っていて、今手にしているものは？
ko: 한때 바랐던 것 중 오늘 가진 건 무엇인가요?
nl: Wat heb je vandaag wat je ooit hebt gewenst?
pt_br: O que você tem hoje que um dia desejou?
pt_pt: O que tens hoje que um dia desejaste?
ru: Что у тебя есть сегодня из того, о чём ты когда-то мечтал?
zh_hans: 今天你拥有的，有哪样曾是你的心愿？
zh_hant: 今天你擁有的，有哪樣曾是你的心願？

source: what do you need to say out loud, even just to yourself?
ar: ما الذي تحتاج أن تقوله بصوت عالٍ، ولو لنفسك فقط؟
de: Was musst du laut aussprechen, und sei es nur für dich selbst?
es: ¿Qué necesitas decir en voz alta, aunque sea solo para ti?
fr: Qu'as-tu besoin de dire à voix haute, ne serait-ce que pour toi ?
it: Cosa hai bisogno di dire ad alta voce, anche solo a te stesso?
ja: 自分にだけでも、声に出して言いたいことは？
ko: 자신에게라도 소리 내어 말해야 할 건 무엇인가요?
nl: Wat moet je hardop zeggen, al is het maar tegen jezelf?
pt_br: O que você precisa dizer em voz alta, mesmo que só para você?
pt_pt: O que precisas de dizer em voz alta, nem que seja só para ti?
ru: Что тебе нужно сказать вслух, пусть даже только себе?
zh_hans: 有什么你需要说出口的话，哪怕只对自己？
zh_hant: 有什麼你需要說出口的話，哪怕只對自己？

source: what do you want your morning to feel like?
ar: بأي شعور تريد أن يكون صباحك؟
de: Wie soll sich dein Morgen anfühlen?
es: ¿cómo quieres que se sienta tu mañana?
fr: quelle sensation veux-tu pour ton matin ?
it: come vuoi che sia la tua mattina?
ja: どんな朝にしたいですか？
ko: 당신의 아침이 어떤 느낌이길 바라나요?
nl: hoe wil je dat je ochtend voelt?
pt_br: como você quer que sua manhã seja?
pt_pt: como queres que a tua manhã seja?
ru: каким ты хочешь чувствовать своё утро?
zh_hans: 你希望早晨是什么感觉？
zh_hant: 你希望早晨是什麼感覺？

source: what does a good day look like by tonight?
ar: كيف يبدو اليوم الجيد بحلول الليلة؟
de: Wie sieht ein guter Tag bis heute Abend aus?
es: ¿Cómo se ve un buen día para esta noche?
fr: À quoi ressemble une bonne journée d'ici ce soir ?
it: Com'è una buona giornata entro stasera?
ja: 今夜までに、良い一日とはどんなものですか？
ko: 오늘 밤까지, 좋은 하루란 어떤 모습인가요?
nl: Hoe ziet een goede dag eruit tegen vanavond?
pt_br: Como é um bom dia até hoje à noite?
pt_pt: Como é um bom dia até logo à noite?
ru: Каким будет хороший день к сегодняшнему вечеру?
zh_hans: 到今晚，美好的一天是什么样？
zh_hant: 到今晚，美好的一天是什麼樣？

source: what does a peaceful day look like for you today?
ar: كيف يبدو اليوم الهادئ بالنسبة لك اليوم؟
de: Wie sieht ein friedlicher Tag heute für dich aus?
es: ¿Cómo es para ti un día tranquilo hoy?
fr: À quoi ressemble une journée paisible pour toi aujourd'hui ?
it: Com'è per te una giornata serena oggi?
ja: あなたにとって今日の穏やかな一日とは？
ko: 오늘 당신에게 평온한 하루란 어떤 모습인가요?
nl: Hoe ziet een vredige dag er vandaag voor jou uit?
pt_br: Como é um dia tranquilo para você hoje?
pt_pt: Como é um dia tranquilo para ti hoje?
ru: Каким для тебя сегодня выглядит спокойный день?
zh_hans: 今天对你来说，平静的一天是什么样？
zh_hant: 今天對你來說，平靜的一天是什麼樣？

source: what gives you energy when you think about it?
ar: ما الذي يمنحك طاقة عندما تفكر فيه؟
de: Was gibt dir Energie, wenn du daran denkst?
es: ¿Qué te da energía cuando piensas en ello?
fr: Qu'est-ce qui te donne de l'énergie quand tu y penses ?
it: Cosa ti dà energia quando ci pensi?
ja: 考えるだけで元気が出ることは？
ko: 생각만 해도 힘이 나는 건 무엇인가요?
nl: Wat geeft je energie als je eraan denkt?
pt_br: O que te dá energia quando você pensa nisso?
pt_pt: O que te dá energia quando pensas nisso?
ru: Что наполняет тебя энергией, когда ты об этом думаешь?
zh_hans: 想到什么会让你充满能量？
zh_hant: 想到什麼會讓你充滿能量？

source: what has you curious right now?
ar: ما الذي يثير فضولك الآن؟
de: Worauf bist du gerade neugierig?
es: ¿Qué te da curiosidad ahora mismo?
fr: Qu'est-ce qui t'intrigue en ce moment ?
it: Cosa ti incuriosisce in questo momento?
ja: 今、何に興味がありますか？
ko: 지금 무엇이 궁금한가요?
nl: Waar ben je nu nieuwsgierig naar?
pt_br: O que está despertando sua curiosidade agora?
pt_pt: O que está a despertar a tua curiosidade agora?
ru: Что вызывает у тебя любопытство прямо сейчас?
zh_hans: 此刻什么让你感到好奇？
zh_hant: 此刻什麼讓你感到好奇？

source: what made you smile yesterday?
ar: ما الذي جعلك تبتسم بالأمس؟
de: Was hat dich gestern zum Lächeln gebracht?
es: ¿Qué te hizo sonreír ayer?
fr: Qu'est-ce qui t'a fait sourire hier ?
it: Cosa ti ha fatto sorridere ieri?
ja: 昨日、何があなたを笑顔にしましたか？
ko: 어제 무엇이 당신을 미소 짓게 했나요?
nl: Wat bracht je gisteren een glimlach?
pt_br: O que fez você sorrir ontem?
pt_pt: O que te fez sorrir ontem?
ru: Что вызвало у тебя улыбку вчера?
zh_hans: 昨天什么让你微笑了？
zh_hant: 昨天什麼讓你微笑了？

source: what noise can you turn down in your life right now?
ar: أي ضجيج يمكنك خفضه في حياتك الآن؟
de: Welchen Lärm kannst du gerade in deinem Leben leiser drehen?
es: ¿Qué ruido puedes bajar en tu vida ahora mismo?
fr: Quel bruit peux-tu baisser dans ta vie en ce moment ?
it: Quale rumore puoi abbassare nella tua vita adesso?
ja: 今、人生のどんな雑音を小さくできますか？
ko: 지금 삶에서 어떤 소음을 줄일 수 있을까요?
nl: Welk lawaai kun je nu in je leven zachter zetten?
pt_br: Que ruído você pode diminuir na sua vida agora?
pt_pt: Que ruído podes baixar na tua vida agora?
ru: Какой шум в своей жизни ты можешь сейчас приглушить?
zh_hans: 此刻你可以把生活里的哪种喧嚣调小？
zh_hant: 此刻你可以把生活裡的哪種喧囂調小？

source: what small habit has been good for you?
ar: ما العادة الصغيرة التي كانت مفيدة لك؟
de: Welche kleine Gewohnheit hat dir gutgetan?
es: ¿Qué pequeño hábito te ha hecho bien?
fr: Quelle petite habitude t'a fait du bien ?
it: Quale piccola abitudine ti ha fatto bene?
ja: あなたに良い影響をくれた小さな習慣は？
ko: 당신에게 도움이 된 작은 습관은 무엇인가요?
nl: Welke kleine gewoonte heeft je goedgedaan?
pt_br: Que pequeno hábito tem feito bem a você?
pt_pt: Que pequeno hábito te tem feito bem?
ru: Какая маленькая привычка пошла тебе на пользу?
zh_hans: 哪个小习惯对你有好处？
zh_hant: 哪個小習慣對你有好處？

source: what thought keeps coming back that deserves attention?
ar: أي فكرة تعود إليك وتستحق الانتباه؟
de: Welcher Gedanke kehrt immer wieder und verdient Aufmerksamkeit?
es: ¿Qué pensamiento vuelve una y otra vez y merece atención?
fr: Quelle pensée revient sans cesse et mérite ton attention ?
it: Quale pensiero continua a tornare e merita attenzione?
ja: 何度も浮かんでくる、向き合うべき考えは？
ko: 자꾸 떠올라 관심이 필요한 생각은 무엇인가요?
nl: Welke gedachte blijft terugkomen en verdient aandacht?
pt_br: Que pensamento insiste em voltar e merece atenção?
pt_pt: Que pensamento insiste em voltar e merece atenção?
ru: Какая мысль возвращается снова и снова и заслуживает внимания?
zh_hans: 哪个反复出现的念头值得你关注？
zh_hant: 哪個反覆出現的念頭值得你關注？

source: what would focused-you do in the next hour?
ar: ماذا سيفعل أنتَ المركّز في الساعة القادمة؟
de: Was würde das fokussierte Ich in der nächsten Stunde tun?
es: ¿Qué haría tu yo concentrado en la próxima hora?
fr: Que ferait ton toi concentré dans la prochaine heure ?
it: Cosa farebbe il tuo io concentrato nella prossima ora?
ja: 集中したあなたなら、次の1時間で何をしますか？
ko: 집중한 당신이라면 다음 한 시간에 무엇을 할까요?
nl: Wat zou de gefocuste jij het komende uur doen?
pt_br: O que o seu eu focado faria na próxima hora?
pt_pt: O que o teu eu focado faria na próxima hora?
ru: Что сделал бы сосредоточенный ты в следующий час?
zh_hans: 专注的你，接下来一小时会做什么？
zh_hant: 專注的你，接下來一小時會做什麼？

source: what would make today feel alive?
ar: ما الذي سيجعل يومك نابضًا بالحياة؟
de: Was würde diesen Tag lebendig machen?
es: ¿Qué haría que hoy se sintiera lleno de vida?
fr: Qu'est-ce qui rendrait cette journée vivante ?
it: Cosa renderebbe oggi pieno di vita?
ja: 今日をいきいきさせるものは何ですか？
ko: 무엇이 오늘을 생기 있게 만들까요?
nl: Wat zou vandaag levendig laten voelen?
pt_br: O que faria o dia parecer cheio de vida?
pt_pt: O que faria o dia parecer cheio de vida?
ru: Что наполнило бы этот день жизнью?
zh_hans: 什么能让今天充满活力？
zh_hant: 什麼能讓今天充滿活力？

source: what would make today feel clear by the end of it?
ar: ما الذي سيجعل يومك واضحًا بحلول نهايته؟
de: Was würde diesen Tag bis zum Abend klar machen?
es: ¿Qué haría que hoy se sintiera claro al final del día?
fr: Qu'est-ce qui rendrait cette journée claire d'ici ce soir ?
it: Cosa renderebbe questa giornata chiara entro sera?
ja: 一日の終わりに、何があれば今日はすっきりしますか？
ko: 하루가 끝날 때 무엇이 있으면 오늘이 또렷하게 느껴질까요?
nl: Wat zou vandaag aan het eind helder laten voelen?
pt_br: O que faria o dia parecer claro ao fim dele?
pt_pt: O que faria o dia parecer claro ao fim dele?
ru: Что сделало бы этот день ясным к его концу?
zh_hans: 到今天结束时，什么能让你感到清晰？
zh_hant: 到今天結束時，什麼能讓你感到清晰？

source: what would make you feel at ease by tonight?
ar: ما الذي سيجعلك مرتاحًا بحلول الليلة؟
de: Was würde dich heute Abend entspannt fühlen lassen?
es: ¿Qué haría que te sintieras tranquilo esta noche?
fr: Qu'est-ce qui te mettrait à l'aise d'ici ce soir ?
it: Cosa ti farebbe sentire a tuo agio entro stasera?
ja: 今夜までに何があれば安心できますか？
ko: 오늘 밤까지 무엇이 있으면 마음이 편안해질까요?
nl: Wat zou je vanavond op je gemak laten voelen?
pt_br: O que faria você se sentir tranquilo até hoje à noite?
pt_pt: O que te faria sentir tranquilo até logo à noite?
ru: Что помогло бы тебе почувствовать покой к вечеру?
zh_hans: 到今晚，什么能让你感到安心？
zh_hant: 到今晚，什麼能讓你感到安心？
